[ItemDefs.ID_MO_MonsterMash1_SpiderantPart MissionItemDefinition]
UseFailureCharacterMessage="You need it %s Use of this article."
ItemName="Spider Ant"
PickupMessage="This! %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="You cannot use this number.."
NoManufacturerName="General"

[ItemDefs.ID_MO_MonsterMash1_SpiderantPart:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="For some it's a bug, for others it's an important invention.."
NoConstraintText=""
Suffix=""
Prefix=""

